{
    "title": "Purgatorio 1",
    "music": "/music/purgatorio.mp3",
    "summary":[
        {
            "image": "/images/purgatorio1/scene1.jpg",
            "text": "Dante finishes his climb and reaches the surface of the earth and sees 4 stars. He prepares to enter Purgatory – where the soul is cleansed in preparation of Heaven."
        },
        {
            "image": "/images/purgatorio1/scene2.jpg",
            "text": "Dante and Virgil are stopped by Cato who questions why Virgil is not in Hell. Virgil explains that they are sent by Beatrice, and Cato orders Virgil to prepare Dante and clean him of Hell’s filth."
        }
    ],
    "supplementary":[
        {
            "image": "/images/purgatorio1/cato.jpg",
            "text": {
                "name": "CATO",
                "desc": "Cato was a Roman senator who tried to preserve the Roman Republic against Julius Caesar. He was an honest leader amid corruption and committed suicide when he was defeated. "
            }
        }
    ],
    "analysis": [
        {
            "title": "AN EPIC START",
            "text": "Dante begins this canto similar to how Virgil and Homer began their epics. He invokes the muses to help elevate his poetry: “Here let Calliope arise / to accompany my song with those same chords” (Lines 9-10). By specifically calling upon Calliope, the 9th and greatest (at poetry) muse, he places a greater value on his journey through Purgatory and indicates that it will not be easy to capture with his words. This continues highlighting how Dante weaves mythology with Christianity in telling the pilgrim’s journey. Dante also is likening himself to a heroic man on a journey (ex. Aeneas) by calling upon powers beyond him to help him on his arduous task. "
        },
        {
            "title": "FOUR STARS",
            "text": "In Inferno, the opening canto has three beasts representing lust, pride, and greed that stop Dante from reaching God’s grace. In this canto, Dante leaves Hell and is greeted by a dawning sky and four stars in the southern hemisphere: “I saw four stars / not seen but by those first on earth” (Lines 23-24). These represent “prudence, justice, courage, and temperance” which Dante the poet claims has long disappeared from humans (Raimondi, 3). There is a sense of peace and a step closer to God’s grace as Dante exits Hell and reaches Purgatory. However,  on lines 26-27, Dante laments “O widowed / region of the north, denied that sight”. The northern hemisphere where the stars cannot be seen is a reminder that, while Dante sees the stars in the southern hemisphere, the world is corrupted such that no one can retain these qualities in the same way before Adam’s betrayal of God. "
        },
        {
            "title": "CATO IN PURGATORY",
            "text": "Cato is an interesting case because he is a non-believer and committed suicide. However, he is introduced as “an old man, alone, / who by his looks was so deserving of respect” and “rays of those four holy stars / adorned his face with so much light“ (Lines 31-32, 7-38). As discussed above, the stars represent admirable qualities present in humans only before the fall / sin; Dante believes Cato represents an ideal human which again conflicts with cantos from Inferno. Both of being a non-believer and committing suicide would traditionally would place him in Hell which Dante also agreed with. Virgil, whom Dante admires, is put in the first circle of Hell (Limbo). He also passed through another circle of Hell where those who committed suicide are punished. Cato, however, is in purgatory because Dante values his resistance to corruption. Despite threats and dangers, Cato stays true to his position and ultimately dies for his cause. This further demonstrates the value Dante places on politics; Cato’s ideals and tenacity regarding his cause is something Dante idolizes. It is both similar to how Jesus died on the cross defending God and how Dante is exiled for being on the losing side. "
        }
    ],
    "sources":[
        {
            "text": "Wolfgang Amadeus Mozart, Gregor Quendel. “Mozart - Piano Sonata No. 8 D major, KV 311 - 2. Movement.” Free Music Archive, CC BY-NC."
        },
        {
            "text": "“Purgatorio I.” Translated by Robert Hollander and Jean Hollander, Princeton University, The Trustees of Princeton University, dante.princeton.edu/. Accessed 16 Mar. 2025. "
        },
        {
            "text": "Raimondi, Ezio. “Canto I. Ritual and story.” Translated by Charles Ross. Lectura Dantis, Purgatorio, 31 Dec. 2019, pp. 1–10, https://doi.org/10.1525/9780520940529-001. Accessed 10 March 2025."
        },
        {
            "text": "The Editors of Encyclopaedia Britannica. ”Marcus Porcius Cato”. Encyclopedia Britannica, 23 Jan. 2025, https://www.britannica.com/biography/Marcus-Porcius-Cato-Roman-senator-95-46-BCE. Accessed 10 March 2025."
        }
    ],
    "next_canto": "paradiso-1"
}